{
    "en" : {
        "page-title" : "a design/research collaborative from HiLo/YOW+",
        "video-btn" : "Play Video",
        "hero-title" : "Collaborative",
        "support-title" : "Hilo/YOW+ Support Team",
        "advisory-title" : "Advisory Team",
        "curatorial-advisor": "Curatorial Advisors",
        "content-advisor": "Content Advisors",
        "team-title" : "Team",
        "commissioned-works": "Commissioned Works",
        "research-pro-title": "Research + Production Team",
        "with-thanks-title": "With Thanks",
        "without-post": "Without posts you can't edtablish a history",
        "horses": "[Design Reverie / Inspirations / Reflections]: 'The Four Horses of St Mark's or 'Quadriga' are situated on the 'Loggia di Cavelli', above the main Great Archway on the west facade of the Basilica di San Marco, in the Piazza.  However, the group you see externally on the Loggia di Cavalli are really copies; the originals are kept in the Basilica inside the Museo Marciano (image shown here), to avoid further deterioration, mainly from pollution.  The museum is accessed via the main arched entrance; just to the right is a narrow stone and rather steep stairway, leading up to the museum. The bright bronze quadriga came to Venice during the reign of Doge Enrico Dandolo, as part of the rich war plunder gathered by the Venetians.  After the conquest of Constantinople in 1204, at the end of the 4th Crusade; they were brought back together with other works of inestimable value, many of which are still housed in the Treasury…'",
        "high-jump": "[Design Reverie / Inspirations / Reflections] 'At the 1908 London Games, Ed Archibald competed in the pole vault competition. He was part of a three-way tie for bronze, along with Clare Jacobs (US) and Bruno Söderström (Sweden).'",
        "with-thanks-text": "The Canada Council for the Arts, Carleton University and the Azrieli School of Architecture & Urbanism, The University of British Columbia and the School of Architecture and Landscape Architecture (SALA), UBC. As well, Harvey and Kim Bernbaum, Jen Holman, Tracey Rhodus, Maymuna and Hafsa Saloojee, David (Dato) Sichinava, Johan Voordouw, + Mavi, Kumo and Pixel.",
        "about-text" : "We are delighted to announce that HiLo/YOW+, a design/research collaborative with the <hilolink>@hilolab.sala</hilolink> at <ubcsala>@ubcsala</ubcsala> and the YOW+ collective at <carleton>@carleton_architecture</carleton> - has been shortlisted as one of four teams to curate the Canadian Pavilion at the 2023 Venice Architecture Biennale. Thank you to the <canadacouncil>@canada.council</canadacouncil> and to the jury for this acknowledgement and our congratulations to the other teams! We're looking forward to what comes next, and to sharing our proposal - titled “-Post-“ with all of you.",
        "king-kong" : "[Design Reverie / Inspirations / Reflections] Kong on a stack of cash.",
        "laurentian-military" : "The now abandoned Laurentian military base begin operations in 1950, in St. Adolphe-d'Howard, Quebec. Operated by NORAD, the base was part of the Pinetree Line, a network of 33 radar stations under join Canadian and American control, established to monitor possible air attaches from the former Soviet Union. The base was closed in 1987. Source -urbexplayground and photographs by Pierre Bourgault.",
        "sequioa" : "[Design Reverie / Inspirations / Reflections] A cut Sequioa, in Sequioa National Park, California, ca. 1910. Photographer unknown. Collection Library of Congress",
        "piper-bio" : "<p>Piper Bernbaum is an Assistant Professor of Architecture at the Azrieli School of Architecture and Urbanism at Carleton University in Canada. Born and raised in Canada, Piper received both her undergraduate (BAS) and graduate (M.Arch) degrees at the University of Waterloo's School of Architecture. She is the recipient of the Canada Council for the Arts' Prix de Rome for Emerging Practitioners, the Canadian Governor Generals Academic Gold Medal, and the Royal Architecture Institute of Canada's (RAIC) Medal for her work and research.</p><p>In recent years, Piper has worked extensively on international exhibitions on law, evidence, and architecture, working as a logistics coordinator, project manager, and artifact/archive administrator, always interested in the role exhibitions play in making accessible architectural work, design, and theory to a broader audience. Of note, Piper was the logistics manager of the University of Waterloo's submission to the 2016 Venice Architecture Biennale, The Evidence Room which reconstructs key objects and artifacts used in the forensic analysis of the architecture of Auschwitz. Piper has also worked as a manager for “Auschwitz: Not Long Ago, Not Far Away” (Madrid), “Waterloo in Venice” (Cambridge), and has had work featured in several exhibitions including Nuit Blanche (Toronto), Come Up to My Room (Toronto), The Lightroom Gallery (Ottawa), and The Riverside Gallery (Cambridge). In addition, her research has been featured in international publications, and she has lectured extensively about her work. </p><p>Piper's research is focused on the intersection of law and architecture, the considerations and constraints of social and spatial plurality, and the appropriation of space through design. She is interested in the potentials found between empathy and design, narrative and fictions, and spaces of inclusivity and plurality. Generally, she seeks to understand counter-narratives to spaces, and invests time in exploring “otherness” in terms of spatial belonging, history and understanding.</p>",
        "suzanne-bio" : "<p>Suzanne Harris-Brandts is Assistant Professor of Architecture and Urbanism at Carleton University. She is also a licensed architect and co-founder of the design-research practice Collective Domain. Harris-Brandts holds a PhD in Urban Studies from MIT and a Master of Architecture from the University of Waterloo. Her research brings together design and the social sciences to explore issues of power, equity, and collective identity in the built environment, often foregrounding the role of designer agency. Suzanne's work has been widely disseminated in books, journals, design publications, public lectures, and exhibitions. It has been generously supported by the Graham Foundation, SSHRC, Aga Khan Foundation, National Science Foundation of Georgia, and Open Society Foundation. In 2013, she was awarded the RAIC's Student Medal and was shortlisted for the Canada Council for the Arts' Prix de Rome for Emerging Practitioners. Harris-Brandts has over a decade of experience at international design-research practices, including extensive project management and curatorial work. In 2010 and 2011, she was an Architect-in-Residence with DA/AR in the West Bank investigating the design implications of de-facto political boundaries at the community level. The work included several international multi-media exhibitions. Suzanne's own research then built on these themes and was subsequently being featured in her exhibition, Landscapes of Resistance. While a core team member at Toronto-based Lateral Office, Suzanne acted as deputy curator for Arctic Adaptations, Canada's selection for the 2014 Venice Architecture Biennale, which received the jury's Special Mention. The project then toured five galleries across Canada with Suzanne as a project manager. Harris-Brandts was also a primary design-researcher for Lateral Office's book “Many Norths: Spatial Practice in a Polar Territory” (Actar, 2017). More recently, she led Wooden Mosques, a two-year research initiative exploring the endangered architectural legacy of Muslim communities in Georgia's mountainous Adjara region, culminating in a travelling exhibition, online interactive platform, and open-source publication. In 2020, Collective Domain was selected to participate in the Tbilisi Architecture Biennial.</p>",
        "blair-bio" : "<p>Blair Satterfield is Associate Professor and Chair of Architecture at UBC SALA where he lectures and teaches design studios in both the graduate and undergraduate programs. In 2019 he was awarded the Killam Prize for excellence in teaching. Satterfield is the director of HiLo Lab; a UBC SALA based research initiative that reckons with the use of second stream materials in construction, democratizing digital fabrication, and the design and application of energy and carbon efficient methods for construction. Satterfield is also cofounding principal with Marc Swackhamer of the research design collaborative HouMinn Practice. HouMinn's work (and related HiLo research) has been featured in numerous books & journals, including Dwell and Fast Company, and was recently featured in Fabricate 2020. His design work has garnered awards such as the 2020, 2014, & 2008 R&D Award from Architect magazine, 2014 Core77 Design Award for Environments, and the Best in Environments award from ID Magazine. HouMinn lectures extensively and shows in galleries and museums throughout North America and in Asia. Prior to joining UBC, Satterfield taught at Rice University, University of Houston, and University of Minnesota. He has worked for Yung Ho Chang (now Atelier Feichang Jianzhu), Michael Bell Architecture (now Visible Weather), Oliver + Ray Architects, and Bricker + Cannady Architects, where he served as Director of Design for several years. His work with BCA and later Page won multiple AIA awards and national (US) SARA design awards for architecture and urbanism. He was also a co-founding member of the web-based modern home-plan company Hometta. Satterfield holds a BSAS from the University of Illinois, UC, and MArch from Rice University.</p>",
        "ozayr-bio" : "<p>Ozayr Saloojee is an Associate Professor of Architecture at Carleton University in Ottawa, a co-director of the Carleton Urban Research Lab (which focuses on cities, water and equity), cross-appointed faculty at the university's Institute for African Studies and the Journal of Architectural Education's Associate Editor of Design. He is current co-theme editing the upcoming (November 2022) issue of AD (Architectural Design), titled 'Architectures of Refusal.' Born and raised in Johannesburg he has taught in Canada, Europe and the US and completed his B.Arch and M.Arch at Carleton University and his PhD at the Bartlett School of Architecture. He taught for twelve years at the University of Minnesota's School of Architecture, where he was also affiliate faculty in the department of Landscape Architecture and in the Religious Studies Program. At Minnesota, he was also appointed as the 2014-2016 Imagine Chair in the Arts, Design and Humanities, leading a 3-year program of interdisciplinary design education, public engagement, grant-writing and research, and co-directed the World of Matter: Mobilizing Materialities exhibition field tour and international symposium, in partnership with the World of Matter collaborative (<worldmatter>www.worldofmatter.net</worldmatter>), and colleagues in Landscape Architecture, Architecture and fine arts. His creative, curatorial and academic practice explores politically contested terrains and infrastructure through the intersections of architecture, landscape, cultural geographies and geo-imaginaries, and has been presented at venues in Canada, the United States, Turkey, Europe and Japan, with recent co-authored work (with Dr. Zoe Todd and Émélie Desrochers-Turgeon) published by Transmediale (Berlin) the University of Toronto Press, Oxford University Press and Intellect Press. He also served as a curatorial/design co-lead in the 'Fluid Boundaries' collaborative, which was shortlisted to represent Canada's contribution to the 2021 Venice Architecture Biennale.</p>",
        "thena-bio" : "<p>Thena Jean-hee Tak is currently a full-time faculty member at the School of Architecture and Landscape Architecture at the University of British Columbia in Vancouver, Canada where she teaches graduate-level option design studios, advanced digital media, and elective seminars. Prior to teaching, she worked professionally at a number of renowned offices including, Vincent James Architects Associates in Minneapolis, Howeler and Yoon Architecture in Boston, and Barkow Leibinger Architects in Berlin. During this period, she gained extensive experience in hands-on fabrication as well as project management and coordination of projects ranging in scale from installations to interior fit-outs and ground-up construction. Her curatorial experience has developed primarily through the design and curation of public spaces and experiences where relationships are expressed through material practice and making. This is most readily seen in the projects, “Aviary”, “UNI Storefront Library”, “Light Drift”, and “Thicket” where public experience and embodiment is specifically tuned to spatial cues within each installation. More recently, Thena has also founded the design practice LILO (Little Office) which privileges alternative ways of seeing and thinking. The practice considers stories of entanglement, slowness, and reciprocity through the weaving of architecture, land, and art. She holds a Master of Architecture from Harvard University Graduate School of Design with Distinction and a Bachelor of Architecture from Cornell University Architecture, Art and Planning.</p>",
        "chiedza-bio" : "<p>Chiedza Pasipanodya (chee-ed-za pasi-pano-jga, born in 1987, Harare, Zimbabwe; lives andworks in Harare, Zimbabwe, and Toronto, Canada) is an artist, community builder, curator, andeducator. In their research and creative practice, Chiedza is curious about remembering andbelonging. They work toward presencing what has been subtly or violently disappeared. Theyare also committed to contributing to the continuum of work that seeks to elevate narratives thatmight otherwise be forgotten and misremembered,especially the cultural productions of peopleof African descent.</p><p>Chiedza has curated exhibitions with BAND Gallery, Nuit Blanche and was the CuratorialAssistant for Public Programming and Learning in the Toronto Biennial of Art (2019). They havesat oncommittees and juries such as the Royal Ontario Museum, Nia Centre for the Arts, TheCanada Council for the Arts, and the inaugural Black Curators Forum (2019) with The PowerPlant Contemporary Art Gallery. They manage the WoodGreen Rites of Passage, a communityprogram dedicated to African-centred education, and sit on the board of Mercer Union, an artist-run centre featuring exhibitions of contemporary Canadian & international works. Chiedza holdsa BFA in Criticism and Curatorial Practices from OCAD University and is a Curatorial Fellow forthe Toronto Biennial of Art 2022.</p>",
        "yesomi-bio": "<p>Yesomi Umolu is an arts leader and contemporary curator. She is currently Director of Curatorial Affairs and Public Practice at Serpentine, London. She waspreviously Director and Curator, Logan Center Exhibitions at the University ofChicago where she also taught courses in visual art and spatial practices as alecturer in the humanities division. Prior to joining the Logan, Umolu heldcuratorial positions at the MSU Broad Museum, East Lansing, Michigan; WalkerArt Center, Minneapolis; and Manifesta 8, the European Biennial ofContemporary Art. As Artistic Director of the 2019 Chicago ArchitectureBiennial, Umolu oversaw a critically acclaimed curatorial program featuringnew commissions, off-site installations, and a host of performances, talks,workshops, and community engagements with over 80 internationalcontributors. Umolu is a 2016 recipient of the prestigious Andy WarholFoundation for Visual Arts Curatorial Fellowship. She served on the curatorialadvisory board for the United States Pavilion at the 16th Venice ArchitectureBiennale. She is a trustee of the Graham Foundation for Advanced Studies inthe Fine Arts, Chicago.</p>",
        "zoe-bio": "<p>Dr. Zoe Todd (Red River Métis) is a practice-led artist-researcher who studiesthe relationships between Indigenous sovereignty and freshwater fish futuresin Canada.As a Métis anthropologist and researcher-artist, Dr. Todd combinesdynamic social science and humanities research and research-creationapproaches - including ethnography, archival research, oral testimony, andexperimental artistic research practices - within a framework of Indigenousphilosophy to elucidate new ways to study and support the complexrelationships between Indigenous sovereignty and freshwater fish well-beingin Canada today. They are a co-founder of the Institute for Freshwater FishFutures, which is a collaborative Indigenous-led initiative that is 'restor(y)ingfish futures, together' acrossthree continents. They were a 2018 YalePresidential Visiting Fellow, and in 2020 they were elected to the RoyalSociety of Canada's College of New Scholars.</p>",
        "sajida-bio": "<p>S. K. Ali is the New York Times bestselling and award-winning author of several books,includingSaints and Misfits, a finalist for the American Library Association's 2018William C. Morris award, winner of the APALA Honor Award and Middle East BookHonor Award, andLove from A to Z, an NBC Today Show's 'Read with Jenna' BookClub selection, and named one of the best teen novels of all time by Reader's Digestand Good Housekeeping. Both novels were critically acclaimed and chosen as top tenteen books of the year by various media including Entertainment Weekly and KirkusReviews. Her newest novel,Misfit in Love, is a People magazine best book of summer2021. Her other titles include the critically-acclaimed middle grade anthologyOnceUpon an Eidand the New York Times bestselling picture book,The Proudest Blue.Her books have been lauded in media across North America such as The Globe andMail, CBC, New York Times, Washington Post, and Buzzfeed, and are currently onrequired reading lists in over a dozen states in the U.S. Sajidah has a degree inCreative Writing from York University, teaches writing workshops online, and lives inToronto with her family.</p>",
        "ann-bio": "<p>Ann Yu-Kyung Choi is a Toronto-based author andeducator.</p><p>Originally from South Korea, she immigrated to Canada in1975. She attended the University of Toronto where shestudied English, Sociology, and Education. She is also agraduate of the Humber School for Writers, the CreativeWriting Certificate Program at the University of Toronto'sSchool of Continuing Studies, and National University'sMaster of Fine Arts program in Creative Writing. Publishedby Simon & Schuster, her debut novel, Kay's Lucky CoinVariety, was a Toronto Book Award finalist and One of CBCBooks 12 Best Canadian Debut Novels of 2016. Herpublished works explore issues around cultural and socialidentity, student agency, and the need to promotediverse literary voices. In 2017, the Korean CanadianHeritage Awards committee recognized Ann foroutstanding contributions to Korean culture withinCanada. Ann currently serves on the program advisorycommittee for gritLIT, the City of Hamilton's literaryfestival, and manages The Authors Book Club, an onlineinitiative she co-founded to connect authors with readersin Canada. For over 20 years, Ann has been an educatorwith the York Region District School Board (YRDSB). Shelives in Toronto with her husband and daughter.</p>",
        "nana-bio": "<p>Nana aba Duncan is an associate professor and CartyChairinJournalism, Diversity andInclusion at CarletonUniversity's School of Journalism and Communications. Herresearchinterests lie at theintersection of journalism, race,and leadership. She is currently pursuing a project that looks atthe relationship between Black peopleinCanada andjournalism. Previous to her role at Carleton, Nana aba was ahost and producer at CBC Radio for 15 years, where she wasthe founding co-chair of the corporation's employee resourcegroup for racialized employees. Nana aba is also the cofounderof Media Girlfriends, a podcast production company thatsupports more perspectivesinnews media</p>",
        "loretta-bio": "<p>A visionary leader in Indigenous media, considered a true artist with entrepreneurial energy and cultural knowledge. Her first feature, Monkey Beach, based on the novel by Eden Robinson, launched to strong audience and critical response, screening at TIFF (Industry Selects) and sweeping the Drama awards at the American Indian Film Festival and Red Nation Film Festival, including Best Film and Best Director. Monkey Beach was the #1 Canadian film for 4 weeks at the box office. </p><p>Ms. Todd has directed over 100 projects including award-winning documentaries (Forgotten Warriors, Hands of History, Today is a Good Day), apps, digital media, games and animation. Ms. Todd also creates, produces and showruns series including children's and youth series, like Nehiyawetan, Coyote Science and Fierce Girls, and sci-fi martial arts mash-up (Skye and Chang).</p><p>She helps develop Indigenous media, providing opportunities for Indigenous cast, crew and creative, building spaces for Indigenous production and writing influential scholarly essays. Ms. Todd was instrumental in the formation of the Aboriginal Arts Centre at the Banff Centre. Recently, she created the IM4 Media Lab, an Indigenous XR Lab, where she is the Creative Director.  Trailblazing in the development of immersive technologies, she is a respected speaker, including at VIFFImmersed, The Global AR/VR Summit, Kidscreen, Museum of Modern Art - as well the Aboriginal International Day of the World's Indigenous Peoples, at the United Nations - to name a few. </p><p>Ms. Todd is an original. She ran-away at 13, was homeless and became a teen mother - which changed her life. She went back to school and worked in bakeries, construction, restaurants. Still she managed to become a writer, activist, entrepreneur and an award-winning filmmaker.  </p><p>Her films have screened at the Sundance Festival, Toronto International Film Festival (TIFF), American Indian Film Festival (San Francisco), Yamagata Film Festival, ImagineNative, and the Museum of Modern Art, to name just a few. She has received many prestigious honours and awards, including a Rockefeller Fellowship to New York University, attendance to the Sundance Scriptwriter's Lab, Special Jury Citation (TIFF), Mayor's Award for Media Arts (City of Vancouver) and the recent Women of Excellence Award, from the United Nation's WEF Women's Economic Forum. </p><p>Ms. Todd is Cree/Metis, from Red River Metis, St. Paul des Metis, White Fish Lake First Nation. </p>",
        "tracey-bio" : "<p>A Matriarch with the IM4 Lab. Her advisory role is to build capacity in the world or VR and assist with building capacity in communities. Tracey is a multiple award winning veteran documentary Director/Writer/Producer with extensive experience in project management. Her expertise is building highly effective teams and creating multi-platform projects. Tracey is member of the Syilx Nation/Okanagan, born and raised on the Penticton Indian Reserve in British Columbia, Canada. Tracey's work is known to be future-oriented with innovation. Her company Of the Land Productions Inc. specializes in quality productions featuring Indigenous stories. She is the creator, producer, host and writer of Quest OutWest - Wild Food, as series about Indigenous food sovereignty, on going into season 4 on APTN.  Tracey has in-depth experience as a journalist in print, radio and television and is currently in post with a VR production about storytelling and food sovereignty, focusing on huckleberries, one of the 4 Food Chiefs of the Syilx Nation.</p>",
        "doreen-bio": "<p>The sixth child of Grand Chief Dr. George Manuel and Marceline Manuel. She is a graduate of the Aboriginal Film and Television Diploma Program (AFTP) at Capilano University; and Master of Fine Arts in Film Production from UBC. She has an extensive background working in First Nations education and community development in both rural and urban centers.</p><p>Doreen comes from a long line of oral historians and factual storytellers from her First Nations traditional backgrund. She has experience directing for television and as the Canadian Correspondent for the Native Heartbeat and Northwest Indian News both USA Native American TV news magazine programs.</p><p>Doreen was the Program Coordinator for the Indigenous Independent Digital Filmmaking program at Capilano University for 12 years. She is the recipient of the Governor General of Canada Medal Award for academic excellence for her studies in AFTP; and Women in Film & Television, Leadership in Education Award. She is currently the principle owner of Running Wolf Productions; on the Board of Directors for Knowledge Network and Moving Images Distribution; and the Director of the Bosa Centre for Film and Animation at Capilano University.</p>",
        "cease-bio": "<p>Skwxwu7mesh/Sto:Lo/ Hawaiian/Swiss media artist with close to 25 years experience in this field. She has produced various formats of media art, as well as being a mentor in her field for close to 15 years. She recently co-authored Journey to Kaho'olawe, covering more than two centuries of the Kanaka family's migration to the Pacific Northwest coast, and was also a recipient of the City of Vancouver Mayor's Arts Award for film and new media in 2010. </p><p>She is also an ethno-botanist, traditionally trained in this field by Indigenous Elders. Her work involves site-specific and culturally focused teaching with storytelling as her means to sharing knowledge. Among her long list of artist residencies and presentations is the Stanley Park Environmental Art Project, where she helped create public artworks after a storm devastated Stanley Park in 2006. Wyss's 14-month fellowship with 221A, is a public garden containing the local biodiversity of the unceded lands of the Skwxwú7mesh (Squamish), Musqueam and Tsleil-Waututh Nations. As a Coast Salish weaver, Wyss works with wool and cedar and uses indigenous plants in the dyeing process. Wyss also engages with beekeeping and gardening practices as part of community-led initiatives and as a way to explore aspects of land remediation - the ability of plants to remediate soil that has been contaminated with colonial toxins.</p><p>She is currently developing AR, featured at the AR Winter Fest in Vancouver, 2021. </p>",
        "menna-bio": "<p>Menna Agha is a Nubian architect, researcher, and academic. She is an assistant professor of Design and Spatial Justice at Carleton University in Canada. She holds a Ph.D. from the University of Antwerp, and a MA from Köln international school of design. Menna is a third-generation displaced Egyptian Nubian, a heritage that ushers her research interests in race, gender, and territory. Agha has worked across three continents in academia, practice, and community organizations. She was a spatial justice fellow and an assistant professor at the University of Oregon, she also acted as the coordinator for a spatial justice agenda at Flanders Architecture Institute in Belgium, the agenda focused on black issues in Belgium, Europe, and beyond. And brought forward issues of reparations, racism, and the black experience in European cities. Along with Sara Salem, she co-curates “Disembodied Territories” a digital platform that maps pan-African spatialities. Her latest publication is an edited collection of Black stories titled \"There is the City... and, here are my hands\", in collaboration with Ola Hassanain. Among her publications: “Nubia still exists: the Utility of the Nostalgic Space” and“The non-work of the unimportant”. Menna is trying to write more but keeps procrastinating…</p>",
        "sean-bio": "<p>Sean Burkholder is the Andrew Gordon Assistant Professor of Landscape Architecture at the University of Pennsylvania's Weitzman School of Design where he is co-founder of the Environmental Modeling Lab (EMLab). He is also co-founder of the research and design practice Proof Projects and a member of the Dredge Research Collaborative. Sean's work bridges the seemingly incommensurable subjects of environmental monitoring and modeling that includes working with ecologists and engineers on large coastal infrastructure projects, and the exploration of new methods of landscape knowledge creation that both question and supplement positivist science as our primary referent for progress and agency by way of curiosity and temporally-driven experimentation. His new book Five Bay Landscapes: Curious Explorations of the Great Lakes Basin, co-authored with Karen Lutsky, will be published by the University of Pittsburg Press in late 2022, and he is currently working on a new book titled Lakemaker: Surveys, Stories and Speculations of Held Water.</p>",
        "aziza-bio": "<p>an Associate professor of Architecture at the University of Toronto, John H. Daniels Faculty of Architecture, Landscape, and Design and the Founding Principal of the design practice Aziza Chaouni Projects (ACP) with offices in Fez, Morocco and Toronto, Canada. She is the Director of the Designing Ecological Tourism Research platform at the Daniels faculty. Aziza Chaouni is also the principal of Aziza Chaouni Projects (ACP) based in Fez, Morocco and Toronto, Canada.</p><p>Chaouni's practice, research and teaching focus on sustainable design and construction in the developing world. She is also interested in the integration of architecture and landscape, particularly through the implementation of sustainable technologies in arid climates. She is the author/ editor of three books: Desert Tourism, Tracing the Fragile Edges of Development (with Virginie Lefebvre), Out of Water, Design Solutions for Arid Regions (with Liat Margolis), and Ecotourism, Nature Conservation and Development, Reimagining Jordan's Shobak Arid Region. In 2007, Chaouni co-founded Docomomo Morocco in with the late Mohammed El Hariri. Chaouni has rehabilitated several heritage buildings, including the Qarawiyine library, the oldest library in the Middle East. She is responsible for the conservation management plans for the Sidi Harazem Thermal Bath Complex and for the International Fair of Dakar (with Mourtada Gueye), both supported by the Keeping it Modern grant from the Getty Foundation.  At last, Chaouni co-launched the Future of Ontario Place initiative, which seeks to document and safeguard the modernist complex. At last, she is the lead architect for the rehabilitation of Old Fourah Bay College </p><p>Chaouni's design work has been recognized with top awards for both the Global and Regional Africa and the Middle East competition from the Holcim Foundation for Sustainable Construction (2008,2009,2021); the Architectural League of New York Young Architects Award; Environmental Design Research Association Great Places Award; the American Society of Landscape Architects Design Awards; the ACSA Collaboration Award among others. Her work has been published and exhibited internationally, including the International Architecture Biennale in Rotterdam; INDEX: Design to Improve Life in Copenhagen; and the United Nations Human Settlements Programme (UN HABITAT) World Urban Forum; the Venice Architecture Biennale; and the Louisiana Museum of Modern Art in Copenhagen. </p><p>Chaouni holds a Masters of Architecture with distinction from the Harvard Graduate School of Design and a Bachelor of Science with Honors in Civil Engineering from Columbia University.</p>",
        "zach-bio": "<p>Zach Colbert, OAA/MRAIC/AIA is an award-winning architect and is a licensed practitioner in the Canadian province of Ontario and the U.S. states of New York and Arizona. He is an associate professor at the Carleton University Azrieli School of Architecture and Urbanism and is a member of the Ontario Association of Architects, the Royal Architectural Institute of Canada, the American Institute of Architects, the Ottawa Regional Society of Architects and a board member of the Urban Land Institute Ottawa Chapter. He was previously on faculty at the Columbia University Graduate School of Architecture, Planning and Preservation (GSAPP) and the Parsons New School for Design School of Constructed Environments. His work has been featured in professional and scholarly journals such as AD, Pidgin, Art Forum, Architect, Canadian Architect, and Architectural Record and showcased in galleries and museums in New York City, Los Angeles, Dubai, Santiago de Chile, Rotterdam, Quebec City, Toronto, Ottawa and Beijing. Prior to practicing independently, he worked for SHoP Architects and Bernard Tschumi Architects in New York City. </p>",
        "tom-bio": "<p>Tom received his Bachelor of Arts in drawing and sculpture from Brown University and his Master of Architecture from Yale University. While at Brown, he received the Gilbert Stuart award for best work in the annual juried show.</p><p>Tom's early work consists of site-specific sculptures that explore landscape as metaphor and image as space. For four years, he was lead assistant for artist Ursula von Rydingsvard, helping with the construction of over 20 works, including Ogrommna at the North Carolina Museum of Art and Katul Katul, a 1% for the Arts permanent installation at the Queens Family Courthouse, NY. As a licensed architect, he worked alongside the late Charles Gwathmey and at Diller Scofidio + Renfro, developing early concept proposals with formal strategies that integrate context, complex geometry, and material construction. </p><p>Tom is Assistant Professor of the Practice at Cornell University's College of Architecture, Art, and Planning. He was formerly co-owner of Jacobsson Carruthers, a metal fabrication studio in NE Minneapolis.</p>",
        "jennifer-bio": "<p>Jennifer received her Bachelor of Arts from Yale College and her Master of Architecture from Yale University, where she also received the Fermin Ennis Memorial Fellowship and the Anne C.K. Garland award for academic achievement. While at Yale, she organized the two-day symposium Black Boxes: Enigmas of Space and Race held at Yale School of Architecture.</p><p>Jennifer is Assistant Professor at Cornell University's College of Architecture, Art, and Planning. She was formerly Assistant Professor at University of Minnesota and instructor at Juxtaposition Arts, a youth empowerment and apprenticeship program in North Minneapolis.</p><p>Jennifer's research probes the conceptual space between real bodies made of flesh, steel, concrete, glass, etc, and the recognition of these bodies through images. Using race as a provocative impetus for her work, she is concerned with surface perceptions and the structures that support those readings. Prior to founding Dream The Combine, she worked with firms as diverse as Adjaye Associates, Deborah Berke Partners, Robert A.M. Stern Architects, and Cooper Robertson. </p><p>Her writing has been featured in Reconstructions: Architecture and Blackness in America, MassContext33: Vigilantism, Metropolis Magazine, Architect Magazine, and Africana: The Encyclopedia of African and African-American Experience.</p> ",
        "natalia-bio": "<p>A licensed architect and a professor of Architecture and Spatial Justice at Carleton University. She holds a PhD in Architecture and a Master in Design from Harvard University, as well as a Masters in Architecture from the University of Seville. Prior to Carleton, Escobar Castrillón taught graduate courses and advised master students at Harvard University, Boston University, Chile Catholic University, and São Paulo University. Prof. Escobar Castrillón research and teaching work addresses questions of spatial justice, social equity, collective identity, displacement, and representation in the built environment. Her publications unpack the complexities of contested buildings and sites worldwide, and discuss the role of design and narrative-making in supporting or silencing social groups. She has taught courses on these topics pursuing engagement practices with local communities.</p><p>She has been awarded grants from the Spanish Ministry of Education (TALENTIA), the Jorge Paulo Lemann Foundation, the David Rockefeller Foundation, the Harvard Asia Center, and the São Paulo Academic Research Foundation (FAPESP), among others, which allow her to pursue fieldwork in Europe, Latin America, and Asia where she studied the intersection of architecture with questions of power, gender, race, and social class through the work of architects Lu Wengyu and Wang Shu, and Lina Bo. More recently, Prof. Escobar was awarded a Carleton University International Research Seed Grant to produce visualizations of oppression and resilience of migrant populations in partnership with the Inter-American Development Bank. This work been accepted for publication in the upcoming Routledge book Critical Companion to Race and Architecture.</p><p>Prof. Escobar Castrillón is also the founder of the architectural journal Oblique that received the AIA NY Center for Architecture Publications Award and aims to revise hegemonic design practices and discourses. She was also the invited editor of editions ARQ and of Materia Arquitectura issue 11 and recently published her reflections on Lina Bo's alternative notion of modernity at N. Escobar, “Anthropophagic Phenomenology: Encounters at Lina Bo's SESC Pompeia Cultural and Leisure Center,” in The New Urban Condition: Architecture and the City in the 21st Century, Eds. Tom Avermaete, Leandro Medrano, Luiz Recamán, New York: Routledge, 2021. </p>",
        "karen-bio": "<p>An assistant professor of landscape architecture at the University of Minnesota and director of the Great Lakes Design Labs. Her design research focuses on how landscape architects and designers might better design 'with' changing landscapes and non-human entities. This work includes the development of the design approach, 'Curious Methods', and a particular emphasis on quick littoral landscapes and slow-growing trees. Karen's work can be found in Places Journal, Scenario Journal, LUNCH, MinnLab, as well as others and you can find out more about her ongoing projects, publications, and collaborations at the Great Lakes Design Labs website (www.gldl.org) She holds an undergraduate degree in “Environment and Society” from Brandeis University and a Master of Landscape Architecture from the University of Pennsylvania.</p>",
        "lisa-bio": "<p>I make paintings, models, buildings, installations and instruments that question how architecture constructs environments in light of climate breakdown. I am an Associate Professor in Architecture at Carleton University, and I run a design practice, Studio Moffitt. Previously, I was a tenured academic at the University of Edinburgh, where I also completed a PhD Architecture by Design.</p><p>My work takes three primary forms. First, I prototype experimentation devices such as wind tunnels, water tables, and filling tanks for use as speculative design tools. Second, I design projects that utilise light-touch passive design principles, conceiving of buildings and landscapes as environmental instruments. Third, I situate contemporary environmental design concerns within a broader historic context. I have written about the legacies of Étienne-Jules Marey's wind tunnels, Victor and Aladár Olgyay's thermoheliodon, and David Boswell Reid's ventilation experiments in relation to building climate control, flow visualization, and thermal comfort concerns today.</p><p>My work has been published in Dwell Magazine, Architectural Research Quarterly, Architecture and Culture, Landscape Research, Journal of Landscape Architecture, and Technology | Architecture + Design. My forthcoming book, Architecture's Model Environments (UCL Press, Design Research in Architecture series), explores the capacity for physical models to reveal architectural environmental concerns across scales, from the instrument that leaks, to the body that feels, to the building that mediates, to the atmosphere that immerses. </p>",
        "marc-bio": "<p>Marc Swackhamer's research practice, HouMinn, is a partnership with Blair Satterfield from the University of British Columbia. Their work challenges broadly accepted approaches to design agency through focus on interdisciplinary partnerships, unconventional making, material misuse, and the role of decay in architecture. HouMinn has won national design awards from Architect Magazine, ID Magazine, and Core77. Marc's interdisciplinary design collaborative, MinnLab, won the Minneapolis “Creative City Challenge” and a Minnesota American Society of Landscape Architects Deign Award. With Blaine Brownell, from the University of North Carolina Charlotte, he co-authored the book Hypernatural: Architecture's New Relationship with Nature. Marc recently launched an interdisciplinary design research laboratory at the University of Colorado Denver called LoDo Lab. He is Chair of the Architecture Department and Professor. He studied at the University of Cincinnati and Rice University.</p>",
        "robert-bio": "<p>Robert Jan van Pelt has taught at the University of Waterloo School of Architecture since 1987 and held appointments at many institutions of higher education in Europe, Asia and  North America. He is the recipient of many academic honors, including the National Jewish Book Award, a Guggenheim Fellowship and the dignity of “University Professor.” He has published thirteen books dealing with diverse topics such as the cosmic speculations on the Temple of Solomon, relativism in architectural history, the history of the Holocaust and its denial, and most recently, An Atlas of Jewish Space, which accompanied the opening in 2021 of a new synagogue at the site of the Babyn Yar massacre in Kyiv. He appeared in Errol Morris's film on the holocaust denier Fred A. Leuchter, Mr. Death: The Rise and Fall of Fred A. Leuchter Jr (1999) and served as an expert witness for the defense in the notorious libel case Irving vs. Penguin and Lipstadt (1998-2001). His forensic work on the crematoria of Auschwitz generated The Evidence Room installation, shown first at the 2016 Venice Architecture Biennale, in 2017 at the Royal Ontario Museum in Toronto, and in 2019 at the Hirshhorn Museum in Washington D.C. Van Pelt is the Chief Curator of the international traveling exhibition Auschwitz. Not Far Away. Not Long Ago which opened in Madrid in 2017, in New York in 2019, and in Kansas City, in 2021 This exhibition, organized by Musealia in collaboration with the Auschwitz-Birkenau State Museum and other major Holocaust museums, includes over 650 artifacts. It will travel to 10 other global cities in the next seven years.</p>",
        "susanna-bio": "<p>Susanna Hohmann has 17 years of hands-on experience at Terrazign, managing all aspects of studio operation and production. She concentrates on material research and development, focusing on textiles (wovens and knits), narrow goods, and foams that meet specific functional needs on each unique project. Terrazign is a design consultancy that specializes in textiles and textile integration with hard goods and other structural components. The firm utilizes machines and materials, especially textiles, in unconventional ways to solve radically diverse problem sets. Clients range from Nike to NASA and everyone in between. Terrazign's approach is simple: design by prototype, work with real materials immediately,  and iterate to gain knowledge from quick tests that provide insight and reveal new design opportunities. Extra to Terrazign, Susanna has contributed to built architectural prototypes with HouMinn Practice, and her work with fabrics has been exhibited widely, including shows at the Weisman Art Museum (Minneapolis), the Pratt Manhattan Gallery, the Edge Gallery in Chicago. Susanna's work has been published in Architect Magazine and ID Magazine. She also contributed case studies to Helene Renard's book Felt: The Soft Revolution (2015, Princeton Architectural Press). Prior to Terrazign, Susanna was Research Associate in a lab focused on the molecular genetics of obesity. She also holds her Master of Architecture from Rice University and a BA in Biological Science from Smith College.</p>"
    },
    "fr" : {
        "page-title" : "une collaboration de conception/recherche de HiLo/YOW+",
        "video-btn" : "Lire la vidéo",
        "hero-title" : "Collaboratif",
        "support-title" : "Équipe d'assistance Hilo/YOW+",
        "advisory-title" : "Équipe consultative",
        "team-title" : "Équipe",
        "commissioned-works": "Travail Commandé",
        "research-pro-title": "Equipe Recherche + Production",
        "with-thanks-title":"Avec mes remerciements",
        "without-post": "Sans messages, vous ne pouvez pas établir d'historique",
        "with-thanks-text": "Conseil des arts du Canada, L'Université Carleton et l'École d'architecture Azrieli et Urbanisme, L'Université de la Colombie-Britannique et l'École d'architecture et d'architecture de paysage (SALA), UBC. Aussi, Harvey et Kim Bernbaum, Jen Holman, Tracey Rhodus, Maymuna et Hafsa Saloojee, David (Dato) Sichinava, Johan Voordouw, + Mavi, Kumo et Pixel.",
        "horses":"[Design Reverie / Inspirations / Reflections]: 'Les quatre chevaux de Saint-Marc ou 'Quadriga' sont situés sur la 'Loggia di Cavelli', au-dessus de la grande arche principale sur la façade ouest de la basilique Saint-Marc, dans la Place. Cependant, le groupe que vous voyez à l'extérieur sur la Loggia di Cavalli sont vraiment des copies ; les originaux sont conservés dans la basilique à l'intérieur du Museo Marciano (image montrée ici), pour éviter toute détérioration supplémentaire, principalement due à la pollution. Le musée est accessible par l'entrée principale voûtée; juste à droite, un escalier étroit en pierre et assez raide mène au musée. Le quadrige en bronze brillant est venu à Venise sous le règne du doge Enrico Dandolo, dans le cadre du riche pillage de guerre recueilli par les Vénitiens. Après la conquête de Constantinople en 1204, à la fin de la 4e croisade ; ils ont été réunis avec d'autres œuvres d'une valeur inestimable, dont beaucoup sont encore conservées au Trésor…'",
        "high-jump":"[Design Reverie / Inspirations / Reflections] 'Aux Jeux de Londres de 1908, Ed Archibald a participé au concours de saut à la perche. Il faisait partie d'une égalité à trois pour le bronze, avec Clare Jacobs (États-Unis) et Bruno Söderström (Suède).'",
        "about-text" : "Nous sommes ravis d'annoncer que HiLo/YOW+, une collaboration de conception/recherche avec le <hilolink>@hilolab.sala</hilolink> à <ubcsala>@ubcsala</ubcsala> et le collectif YOW+ à <carleton>@carleton_architecture</carleton> - a été présélectionnée comme l'une des quatre équipes pour organiser le pavillon canadien au 2023 Venice Architecture Biennale. Merci au <canadacouncil>@canada.council</canadacouncil> et au jury pour cette reconnaissance et nos félicitations aux autres équipes! Nous attendons avec impatience la suite et partageons notre proposition - intitulée “-Post-“ avec vous tous.",
        "king-kong" : "[Design Rêverie / Inspirations / Réflexions] Kong sur une pile de billets.",
        
        "laurentian-military" : "La base militaire des Laurentides, maintenant abandonnée, a commencé ses opérations en 1950, à Saint-Adolphe-d'Howard, au Québec. Exploitée par le NORAD, la base faisait partie de la Pinetree Line, un réseau de 33 stations radar sous contrôle conjoint canadien et américain, établi pour surveiller d'éventuels attachés aériens de l'ex-Union soviétique. La base a été fermée en 1987. Source -urbexplayground et photographies de Pierre Bourgault.",
        "sequioa" : "[Design Reverie / Inspirations / Reflections] Un Sequioa coupé, dans le Sequioa National Park, Californie, ca. 1910. Photographe inconnu. Collection Bibliothèque du Congrès",
        "piper-bio" :"<p>Piper Bernbaum est professeur adjoint d'architecture à l'École d'architecture et d'urbanisme Azrieli de l'Université Carleton au Canada. Née et élevée au Canada, Piper a obtenu ses diplômes de premier cycle (BAS) et de cycles supérieurs (M.Arch) à l'École d'architecture de l'Université de Waterloo. Elle est récipiendaire du Prix de Rome pour les praticiens émergents du Conseil des Arts du Canada, de la Médaille d'or académique du Gouverneur général du Canada et de la Médaille de l'Institut royal d'architecture du Canada (IRAC) pour son travail et ses recherches.</p><p>Ces dernières années, Piper a beaucoup travaillé sur des expositions internationales sur le droit, la preuve et l'architecture, en tant que coordinateur logistique, chef de projet et administrateur d'artefacts/d'archives, toujours intéressé par le rôle que jouent les expositions pour rendre accessible le travail architectural, la conception et théorie à un public plus large. Il convient de noter que Piper était le responsable logistique de la soumission de l'Université de Waterloo à la Biennale d'architecture de Venise 2016, The Evidence Room, qui reconstruit des objets et des artefacts clés utilisés dans l'analyse médico-légale de l'architecture d'Auschwitz. Piper a également travaillé comme manager pour 'Auschwitz: Not Long Ago, Not Far Away' (Madrid), 'Waterloo in Venice' (Cambridge), et a présenté son travail dans plusieurs expositions dont Nuit Blanche (Toronto), Come Up to My Room (Toronto), The Lightroom Gallery (Ottawa) et The Riverside Gallery (Cambridge). De plus, ses recherches ont été présentées dans des publications internationales et elle a donné de nombreuses conférences sur son travail.</p><p>Les recherches de Piper portent sur l'intersection du droit et de l'architecture, les considérations et les contraintes de la pluralité sociale et spatiale, et l'appropriation de l'espace par le design. Elle s'intéresse aux potentiels trouvés entre l'empathie et le design, le récit et les fictions, et les espaces d'inclusivité et de pluralité. Généralement, elle cherche à comprendre les contre-récits aux espaces et investit du temps dans l'exploration de l''altérit' en termes d'appartenance spatiale, d'histoire et de compréhension.</p>",
        "suzanne-bio" :"<p>Suzanne Harris-Brandts est professeure adjointe d'architecture et d'urbanisme à l'Université Carleton. Elle est également architecte agréée et cofondatrice du cabinet de recherche en design Collective Domain. Harris-Brandts est titulaire d'un doctorat en études urbaines du MIT et d'une maîtrise en architecture de l'Université de Waterloo. Ses recherches associent le design et les sciences sociales pour explorer les questions de pouvoir, d'équité et d'identité collective dans l'environnement bâti, mettant souvent au premier plan le rôle de l'agence de design. Le travail de Suzanne a été largement diffusé dans des livres, des revues, des publications de design, des conférences publiques et des expositions. Il a été généreusement soutenu par la Fondation Graham, le CRSH, la Fondation Aga Khan, la National Science Foundation of Georgia et l'Open Society Foundation. En 2013, elle a reçu la Médaille étudiante de l'IRAC et a été présélectionnée pour le Prix de Rome pour les praticiens émergents du Conseil des arts du Canada. Harris-Brandts a plus d'une décennie d'expérience dans les pratiques internationales de recherche en design, y compris la gestion de projets et le travail de conservation. En 2010 et 2011, elle était architecte en résidence avec DA/AR en Cisjordanie, enquêtant sur les implications de conception des frontières politiques de facto au niveau communautaire. Le travail comprenait plusieurs expositions multimédias internationales. Les propres recherches de Suzanne se sont ensuite construites sur ces thèmes et ont ensuite été présentées dans son exposition, Landscapes of Resistance. Alors qu'elle était membre de l'équipe principale du Lateral Office de Toronto, Suzanne a agi à titre de conservatrice adjointe pour Arctic Adaptations, la sélection canadienne pour la Biennale d'architecture de Venise 2014, qui a reçu la mention spéciale du jury. Le projet a ensuite fait le tour de cinq galeries à travers le Canada avec Suzanne comme chef de projet. Harris-Brandts a également été l'un des principaux chercheurs en conception pour le livre de Lateral Office 'Many Norths: Spatial Practice in a Polar Territory' (Actar, 2017). Plus récemment, elle a dirigé Wooden Mosques, une initiative de recherche de deux ans explorant l'héritage architectural en voie de disparition des communautés musulmanes dans la région montagneuse d'Adjarie en Géorgie, aboutissant à une exposition itinérante, une plateforme interactive en ligne et une publication open source. En 2020, Collective Domain a été sélectionné pour participer à la Biennale d'architecture de Tbilissi.</p>",
        "blair-bio" :"<p>Blair Satterfield est professeur agrégé et titulaire de la chaire d'architecture à UBC SALA, où il donne des conférences et enseigne dans des studios de design dans les programmes d'études supérieures et de premier cycle. En 2019, il a reçu le prix Killam pour l'excellence en enseignement. Satterfield est le directeur de HiLo Lab; une initiative de recherche basée à UBC SALA qui tient compte de l'utilisation de matériaux de deuxième flux dans la construction, de la démocratisation de la fabrication numérique et de la conception et de l'application de méthodes de construction économes en énergie et en carbone. Satterfield est également cofondateur principal avec Marc Swackhamer de la collaboration en conception de recherche HouMinn Practice. Le travail de HouMinn (et les recherches HiLo associées) a été présenté dans de nombreux livres et revues, dont Dwell et Fast Company, et a récemment été présenté dans Fabricate 2020. Son travail de conception a remporté des prix tels que le prix R&D 2020, 2014 et 2008 de l'architecte magazine, Core77 Design Award for Environments 2014 et le prix Best in Environments d'ID Magazine. HouMinn donne de nombreuses conférences et expose dans des galeries et des musées partout en Amérique du Nord et en Asie. Avant de se joindre à l'UBC, Satterfield a enseigné à l'Université Rice, à l'Université de Houston et à l'Université du Minnesota. Il a travaillé pour Yung Ho Chang (maintenant Atelier Feichang Jianzhu), Michael Bell Architecture (maintenant Visible Weather), Oliver + Ray Architects et Bricker + Cannady Architects, où il a été directeur du design pendant plusieurs années. Son travail avec BCA et plus tard Page a remporté de nombreux prix AIA et des prix de design nationaux (États-Unis) SARA pour l'architecture et l'urbanisme. Il a également été membre cofondateur de la société de plan de maison moderne basée sur le Web Hometta. Satterfield est titulaire d'un BSAS de l'Université de l'Illinois, UC, et d'un MArch de l'Université Rice.</p>",
        "ozayr-bio" : "<p>Ozayr Saloojee est professeur agrégé d'architecture à l'Université Carleton à Ottawa, codirecteur du Carleton Urban Research Lab (qui se concentre sur les villes, l'eau et l'équité), professeur à l'Institut d'études africaines de l'université et au Journal of Rédacteur en chef adjoint du design d'Architectural Education. Il est actuellement co-thème de l'édition du prochain numéro (novembre 2022) d'AD (Architectural Design), intitulé 'Architectures of Refusal'. Né et élevé à Johannesburg, il a enseigné au Canada, en Europe et aux États-Unis et a obtenu son B.Arch et M.Arch à l'Université Carleton et son doctorat à la Bartlett School of Architecture. Il a enseigné pendant douze ans à l'école d'architecture de l'Université du Minnesota, où il a également été professeur affilié au département d'architecture de paysage et au programme d'études religieuses. Au Minnesota, il a également été nommé chaire Imagine 2014-2016 en arts, design et sciences humaines, dirigeant un programme de 3 ans d'éducation interdisciplinaire en design, d'engagement du public, de rédaction de subventions et de recherche, et co-dirigé le monde de la matière. : Visite de terrain de l'exposition Mobiliser les matérialités et symposium international, en partenariat avec le collectif World of Matter (<worldmatter>www.worldofmatter.net</worldmatter>), et des collègues de l'architecture du paysage, de l'architecture et des beaux-arts. Sa pratique créative, curatoriale et académique explore des terrains et des infrastructures politiquement contestés à travers les intersections de l'architecture, du paysage, des géographies culturelles et des géo-imaginaires, et a été présentée dans des lieux au Canada, aux États-Unis, en Turquie, en Europe et au Japon, avec des co -ouvrage d'auteur (avec Dr. Zoe Todd et Émélie Desrochers-Turgeon) publié par Transmediale (Berlin) the University of Toronto Press, Oxford University Press et Intellect Press. Il a également été co-responsable de la conservation et de la conception de la collaboration F'luid Boundarie', qui a été présélectionnée pour représenter la contribution du Canada à la Biennale d'architecture de Venise 2021.</p>",
        "thena-bio" : "<p>Thena Jean-hee Tak est actuellement membre à temps plein du corps professoral de l'École d'architecture et d'architecture de paysage de l'Université de la Colombie-Britannique à Vancouver, au Canada, où elle enseigne des studios de conception d'options de niveau supérieur, des médias numériques avancés et des séminaires électifs. Avant d'enseigner, elle a travaillé professionnellement dans plusieurs bureaux renommés, notamment Vincent James Architects Associates à Minneapolis, Howeler and Yoon Architecture à Boston et Barkow Leibinger Architects à Berlin. Au cours de cette période, elle a acquis une vaste expérience dans la fabrication pratique ainsi que dans la gestion de projets et la coordination de projets allant des installations aux aménagements intérieurs et à la construction à partir de zéro. Son expérience curatoriale s'est développée principalement à travers la conception et la conservation d'espaces publics et d'expériences où les relations s'expriment à travers la pratique et la fabrication matérielles. Cela se voit le plus facilement dans les projets A'viar', U'NI Storefront Librar', L'ight Drif' et T'hicke', où l'expérience et l'incarnation du public sont spécifiquement adaptées aux repères spatiaux de chaque installation. Plus récemment, Thena a également fondé le cabinet de design LILO (Little Office) qui privilégie les manières alternatives de voir et de penser. La pratique considère des histoires d'enchevêtrement, de lenteur et de réciprocité à travers le tissage de l'architecture, de la terre et de l'art. Elle est titulaire d'une maîtrise en architecture de la Harvard University Graduate School of Design avec distinction et d'un baccalauréat en architecture de la Cornell University Architecture, Art and Planning.</p>",
        
        "chiedza-bio" : "<p>Chiedza Pasipanodya (chee-ed-za pasi-pano-jga, né en 1987, Harare, Zimbabwe ; vit et travaille à Harare, Zimbabwe, et à Toronto, Canada) est un artiste, bâtisseur communautaire, conservateur et éducateur. Dans sa recherche et sa pratique créative, Chiedza est curieuse de se souvenir et d'appartenir. Ils travaillent à mettre en scène ce qui a subtilement ou violemment disparu. Ils se sont également engagés à contribuer au continuum de travail qui cherche à élever des récits qui pourraient autrement être oubliés et mal mémorisés, en particulier les productions culturelles des personnes d'ascendance africaine.</p><p>Chiedza a organisé des expositions avec la BAND Gallery, Nuit Blanche et a été curatorialassistant pour la programmation publique et l'apprentissage à la Biennale d'art de Toronto (2019). Ils ont siégé à des comités et à des jurys tels que le Musée royal de l'Ontario, le Nia Centre for the Arts, le Conseil des arts du Canada et le premier Black Curators Forum (2019) avec la PowerPlant Contemporary Art Gallery. Ils gèrent WoodGreen Rites of Passage, un programme communautaire dédié à l'éducation centrée sur l'Afrique, et siègent au conseil d'administration de Mercer Union, un centre d'artistes qui présente des expositions d'œuvres contemporaines canadiennes et internationales. Chiedza est titulaire d'un BFA en critique et pratiques de conservation de l'Université OCAD et est curatorial Fellow pour la Biennale d'art de Toronto 2022.</p>",
        "yesomi-bio":"<p>Yesomi Umolu est une leader artistique et conservatrice contemporaine. Elle est actuellement directrice des affaires curatoriales et de la pratique publique à Serpentine, Londres. Elle était auparavant directrice et conservatrice du Logan Center Exhibitions à l'Université de Chicago, où elle a également enseigné des cours d'art visuel et de pratiques spatiales en tant que chargée de cours dans la division des sciences humaines. Avant de rejoindre le Logan, Umolu a occupé des postes de conservateur au MSU Broad Museum, East Lansing, Michigan ; Walker Art Center, Minneapolis; et Manifesta 8, la Biennale européenne d'art contemporain En tant que directeur artistique de la Biennale d'architecture de Chicago 2019, Umolu a supervisé un programme de conservation acclamé par la critique comprenant de nouvelles commandes, des installations hors site et une foule de performances, de conférences, d'ateliers et d'engagements communautaires avec plus de 80 contributeurs internationaux. Umolu est récipiendaire en 2016 de la prestigieuse bourse de conservation de la Fondation Andy Warhol pour les arts visuels. Elle a siégé au conseil consultatif de conservation du pavillon des États-Unis à la 16e Biennale d'architecture de Venise. Elle est administratrice de la Graham Foundation for Advanced Studies in the Fine Arts, Chicago.</p>",
        "zoe-bio":"<p>La Dre Zoe Todd (Red River Métis) est une artiste-chercheuse dirigée par la pratique qui étudie les relations entre la souveraineté autochtone et l'avenir des poissons d'eau douce au Canada.En tant qu'anthropologue métisse et chercheuse-artiste, la Dre Todd combine une recherche dynamique en sciences sociales et humaines et des approches de recherche-création - y compris l'ethnographie, la recherche archivistique, le témoignage oral et les pratiques expérimentales de recherche artistique - dans le cadre de la philosophie autochtone pour élucider de nouvelles façons d'étudier et de soutenir les relations complexes entre la souveraineté autochtone et le bien-être des poissons d'eau douce au Canada aujourd'hui. Ils sont cofondateurs de l'Institute for Freshwater FishFutures, une initiative collaborative dirigée par des Autochtones qui r'estaure l'avenir du poisson, ensembl' sur trois continents. Ils ont été boursiers présidentiels invités de Yale en 2018 et, en 2020, ils ont été élus au Collège des nouveaux chercheurs de la Société royale du Canada.</p>",
        "sajida-bio":"<p>SK Ali est l'auteur à succès et primé de plusieurs livres du New York Times, dont Saints and Misfits, finaliste du prix William C. Morris 2018 de l'American Library Association, lauréat du APALA Honor Award et du Middle East BookHonor Award, et Love de A à Z, une sélection BookClub 'Read with Jenna' d'un NBC Today Show, et nommé l'un des meilleurs romans pour adolescents de tous les temps par Reader's Digestand Good Housekeeping. Les deux romans ont été acclamés par la critique et choisis comme les dix meilleurs livres de l'année par divers médias, dont Entertainment Weekly et KirkusReviews. Son dernier roman, Misfit in Love, est l'un des meilleurs livres de l'été 2021 du magazine People. Ses autres titres incluent l'anthologie de niveau intermédiaire acclamée par la critique Once Upon an Eid et le livre d'images à succès du New York Times, The Proudest Blue.Ses livres ont été salués dans les médias à travers l'Amérique du Nord tels que The Globe and Mail, CBC, New York Times. , Washington Post et Buzzfeed, et figurent actuellement sur des listes de lecture obligatoires dans plus d'une douzaine d'États américains. Sajidah est titulaire d'un diplôme en création littéraire de l'Université York, donne des ateliers d'écriture en ligne et vit à Toronto avec sa famille.</p>",
        "ann-bio":"<p>Ann Yu-Kyung Choi est une auteure et éducatrice basée à Toronto.</p><p>Originaire de Corée du Sud, elle a immigré au Canada en 1975. Elle a fréquenté l'Université de Toronto où elle a étudié l'anglais, la sociologie et l'éducation. Elle est également diplômée de la Humber School for Writers, du CreativeWriting Certificate Program de la School of Continuing Studies de l'Université de Toronto et du programme de maîtrise en beaux-arts de l'Université nationale en création littéraire. Publié par Simon & Schuster, son premier roman, Kay's Lucky Coin Variety, a été finaliste du Toronto Book Award et l'un des 12 meilleurs premiers romans canadiens de CBCBooks en 2016. promouvoir des voix littéraires diverses. . En 2017, le comité des Prix coréens du patrimoine canadien a reconnu Ann pour ses contributions exceptionnelles à la culture coréenne au Canada. Ann siège actuellement au comité consultatif du programme de gritLIT, le festival littéraire de la ville de Hamilton, et gère The Authors Book Club, une initiative en ligne qu'elle a cofondée pour connecter les auteurs aux lecteurs au Canada. Depuis plus de 20 ans, Ann est éducatrice au sein du York Region District School Board (YRDSB). Elle vit à Toronto avec son mari et sa fille.</p>",
        "nana-bio": "<p>Nana aba Duncan est professeure agrégée et chaire Carty en journalisme, diversité et inclusion à l'École de journalisme et de communication de l'Université Carleton. Ses intérêts de recherche se situent à l'intersection du journalisme, de la race et du leadership. Elle poursuit actuellement un projet qui examine la relation entre les Noirs au Canada et le journalisme. Avant son rôle à Carleton, Nana aba a été animatrice et productrice à CBC Radio pendant 15 ans, où elle a été la coprésidente fondatrice du groupe de ressources pour les employés racialisés de la société. Nana aba est également cofondatrice de Media Girlfriends, une société de production de podcasts qui soutient davantage de perspectives dans les médias d'information.</p>",
        "loretta-bio": "<p>Un leader visionnaire des médias autochtones, considéré comme un véritable artiste doté d'une énergie entrepreneuriale et de connaissances culturelles. Son premier long métrage, Monkey Beach, basé sur le roman d'Eden Robinson, a été lancé auprès d'un public solide et d'une réponse critique, projeté au TIFF (IndustrySelects) et remportant les prix Drama au American Indian Film Festival et au Red Nation Film Festival, dont celui du meilleur film et Meilleur réalisateur. Monkey Beach a été le film canadien #1 pendant 4 semaines au box-office.</p><p>Ms. Todd a réalisé plus de 100 projets, dont des documentaires primés (Forgotten Warriors, Hands of History, Today is a Good Day), des applications, des médias numériques, des jeux et des animations. Mme Todd crée, produit et diffuse également des séries, y compris des séries pour enfants et jeunes, comme Nehiyawetan, Coyote Science et Fierce Girls, et un mash-up d'arts martiaux de science-fiction (Skye et Chang).</p><p>Elle aide à développer les médias autochtones, offrant des opportunités pour les acteurs, l'équipe et la création autochtones, en créant des espaces pour la production autochtone et en écrivant des essais savants influents. Mme Todd a joué un rôle déterminant dans la création du Centre des arts autochtones au Banff Centre. Récemment, elle a créé le IM4 Media Lab, un laboratoire XR autochtone, dont elle est la directrice créative. Pionnière dans le développement des technologies immersives, elle est une conférencière respectée, notamment à VIFFImmersed, TheGlobal AR/VR Summit, Kidscreen, Museum of Modern Art, ainsi qu'à l'AboriginalInternationalDayofthe World'sIndigenous Peoples, aux Nations Unies, pour n'en nommer que quelques-uns.< /p><p>Mme. Todd est un original. Elle s'est enfuie à 13 ans, était sans abri et est devenue une mère adolescente, ce qui a changé sa vie. Elle est retournée à l'école et a travaillé dans les boulangeries, la construction, les restaurants. Elle a tout de même réussi à devenir écrivaine, militante, entrepreneure et cinéaste primée.</p><p>Ses films ont été projetés au Festival de Sundance, au Festival international du film de Toronto (TIFF), au Festival du film indien américain (San Francisco) , le festival du film de Yamagata, ImagineNative et le musée d'art moderne, pour n'en nommer que quelques-uns. Elle a reçu de nombreux honneurs et récompenses prestigieux, dont une bourse Rockefeller à l'Université de New York, une participation au Sundance Scriptwriter'sLab, une citation spéciale du jury (TIFF), un prix du maire pour les arts médiatiques (ville de Vancouver) et le récent prix Women of Excellence. , du Forum économique des femmes WEF des Nations Unies.</p><p>Mme. Todd est Cri/Métis, de Red River Metis, St. Paul des Metis, White Fish Lake FirstNation</p>",
        "tracey-bio":"<p>Matriarche du laboratoire IM4. Son rôle consultatif consiste à renforcer les capacités dans le monde de la réalité virtuelle et à contribuer au renforcement des capacités dans les communautés. Tracey est une réalisatrice / scénariste / productrice de documentaires vétéran primée à plusieurs reprises avec une vaste expérience en gestion de projet. Ici, l'expertise consiste à constituer des équipes hautement efficaces et à créer des projets multiplateformes. Tracey est membre de la nation Syilx/Okanagan, née et élevée dans la réserve indienne de Penticton en Colombie-Britannique, Canada. Le travail de Tracey est connu pour être tourné vers l'avenir avec l'innovation. Sa compagnie Of the LandProductions Inc. se spécialise dans les productions de qualité mettant en vedette des histoires autochtones. Elle est la créatrice, productrice, animatrice et scénariste de Quest OutWest-Wild Food, une série sur la souveraineté alimentaire autochtone, qui entre dans la saison 4 sur APTN. Tracey a une expérience approfondie en tant que journaliste dans la presse écrite, la radio et la télévision et est actuellement en poste avec une production VR sur la narration et la souveraineté alimentaire, en se concentrant sur les myrtilles, l'un des 4 chefs alimentaires de la nation Syilx</p>",
        "doreen-bio":"<p>Sixième enfant du grand chef George Manuel et de Marceline Manuel, elle est diplômée du programme de diplôme en cinéma et télévision autochtones (AFTP) de l'Université Capilano ; et une maîtrise en beaux-arts en production cinématographique de l'UBC. Elle possède une vaste expérience de travail dans l'éducation des Premières Nations et le développement communautaire dans les centres ruraux et urbains.</p><p>Doreen est issue d'une longue lignée d'historiens oraux et de conteurs factuels issus de son milieu traditionnel des Premières Nations. Elle a de l'expérience en tant que réalisatrice pour la télévision et en tant que correspondante canadienne pour Native Heartbeat et Northwest Indian News, deux magazines d'information télévisés amérindiens aux États-Unis. 12 ans . Elle est récipiendaire de la Médaille du Gouverneur général du Canada pour l'excellence académique pour ses études à l'AFTP; et Women in Film & Television, Prix du leadership en éducation. Elle est actuellement la principale propriétaire de Running Wolf Productions; au conseil d'administration de Knowledge Network et de Moving Images Distribution; et le directeur du Bosa Center for Film and Animation de l'Université Capilano.</p>",
        "cease-bio": "<p>Skwxwu7mesh/Sto:Lo/ Artiste médiatique hawaïen/suisse avec près de 25 ans d'expérience dans ce domaine. Elle a produit divers formats d'art médiatique, en plus d'être un mentor dans son domaine pendant près de 15 ans. Elle a récemment co-écrit Journey to Kaho'olawe, couvrant plus de deux siècles de la migration de la famille Kanaka vers la côte nord-ouest du Pacifique, et a également été récipiendaire du City of Vancouver Mayor's Arts Award pour le cinéma et les nouveaux médias en 2010. </ p><p>Elle est également ethno-botaniste, traditionnellement formée dans ce domaine par des aînés autochtones. Son travail implique un enseignement spécifique au site et axé sur la culture avec la narration comme moyen de partager les connaissances. Parmi sa longue liste de résidences d'artistes et de présentations figure le Stanley Park Environmental Art Project, où elle a aidé à créer des œuvres d'art publiques après une tempête qui a dévasté le parc Stanley en 2006. La bourse de 14 mois de Wyss avec 221A, est un jardin public contenant la biodiversité locale du terres non cédées des nations Skwxwú7mesh (Squamish), Musqueam et Tsleil-Waututh. En tant que tisserand des Salish de la côte, Wyss travaille la laine et le cèdre et utilise des plantes indigènes dans le processus de teinture. Wyss s'engage également dans les pratiques d'apiculture et de jardinage dans le cadre d'initiatives communautaires et comme moyen d'explorer les aspects de l'assainissement des terres - la capacité des plantes à assainir les sols qui ont été contaminés par des toxines coloniales.</p><p>Elle est développe actuellement AR, présenté au AR Winter Fest à Vancouver, 2021. </p>",
        "menna-bio":"<p>Menna Agha est une architecte, chercheuse et universitaire nubienne. Elle est professeure adjointe de design et de justice spatiale à l'Université Carleton au Canada. Elle est titulaire d'un doctorat. de l'Université d'Anvers et d'un MA de l'école internationale de design de Cologne. Menna est une Nubie égyptienne déplacée de troisième génération, un héritage qui inaugure ses intérêts de recherche sur la race, le sexe et le territoire. Agha a travaillé sur trois continents dans le milieu universitaire, la pratique et les organisations communautaires. Elle a été boursière sur la justice spatiale et professeure adjointe à l'Université de l'Oregon. Elle a également agi en tant que coordinatrice d'un programme de justice spatiale au Flanders Architecture Institute en Belgique, programme axé sur les problèmes des Noirs en Belgique, en Europe et au-delà. Et a mis en avant les questions de réparations, de racisme et de l'expérience noire dans les villes européennes. Avec Sara Salem, elle co-organise  'Territoires désincarnés', une plateforme numérique qui cartographie les spatialités panafricaines. Sa dernière publication est une collection éditée d'histoires noires intitulée \"Il y a la ville... et, voici mes mains\", en collaboration avec Ola Hassanain. Parmi ses publications :  'La Nubie existe encore : l'utilité de l'espace nostalgique' et  'Le non-travail de l'insignifiant'. Menna essaie d'écrire plus mais continue de tergiverser…</p>",
        "sean-bio":"<p>Sean Burkholder est professeur adjoint Andrew Gordon d'architecture paysagère à la Weitzman School of Design de l'Université de Pennsylvanie, où il est cofondateur de l'Environmental Modeling Lab (EMLab). Il est également co-fondateur de la pratique de recherche et de conception Proof Projects et membre de Dredge Research Collaborative. Le travail de Sean relie les sujets apparemment incommensurables de la surveillance et de la modélisation de l'environnement qui comprend le travail avec des écologistes et des ingénieurs sur de grands projets d'infrastructure côtière, et l'exploration de nouvelles méthodes de création de connaissances sur le paysage qui à la fois remettent en question et complètent la science positiviste en tant que notre principal référent pour le progrès et l'agence. par le biais de la curiosité et de l'expérimentation temporelle. Son nouveau livre Five Bay Landscapes: Curious Explorations of the Great Lakes Basin, co-écrit avec Karen Lutsky, sera publié par University of Pittsburg Press fin 2022, et il travaille actuellement sur un nouveau livre intitulé Lakemaker: Surveys, Stories et spéculations sur l'eau retenue.</p>",
        "aziza-bio":"<p>Professeur agrégé d'architecture à l'Université de Toronto, Faculté d'architecture, de paysage et de design John H. Daniels et directeur fondateur du cabinet de design Aziza Chaouni Projects (ACP) avec des bureaux à Fès, au Maroc et à Toronto, au Canada . Elle est directrice de la plateforme Designing Ecological Tourism Research à la faculté Daniels. Aziza Chaouni est également directrice d'Aziza Chaouni Projects (ACP) basée à Fès, au Maroc et à Toronto, au Canada.</p><p>La pratique, la recherche et l'enseignement de Chaouni se concentrent sur la conception et la construction durables dans les pays en développement. Elle s'intéresse également à l'intégration de l'architecture et du paysage, notamment à travers la mise en œuvre de technologies durables dans les climats arides. Elle est l'auteure/éditrice de trois livres : Desert Tourism, Tracing the Fragile Edges of Development (avec Virginie Lefebvre), Out of Water, Design Solutions for Arid Regions (avec Liat Margolis), et Ecotourism, Nature Conservation and Development, Reimagining Jordan's Région aride de Shobak. En 2007, Chaouni a co-fondé Docomomo Maroc avec feu Mohammed El Hariri. Chaouni a réhabilité plusieurs bâtiments patrimoniaux, dont la bibliothèque Qarawiyine, la plus ancienne bibliothèque du Moyen-Orient. Elle est responsable des plans de gestion de la conservation du complexe thermal de Sidi Harazem et de la Foire internationale de Dakar (avec Mourtada Gueye), tous deux soutenus par la bourse Keeping it Modern de la Fondation Getty. Enfin, Chaouni a co-lancé l'initiative Future of Ontario Place, qui vise à documenter et à sauvegarder le complexe moderniste. Enfin, elle est l'architecte principale de la réhabilitation de l'Old Fourah Bay College </p><p>Le travail de conception de Chaouni a été récompensé par les plus grands prix du concours mondial et régional d'Afrique et du Moyen-Orient de la Holcim Foundation for Sustainable Bâtiment (2008,2009,2021); le prix Architectural League of New York Young Architects ; Prix Great Places de l'Environmental Design Research Association; les prix de conception de l'American Society of Landscape Architects; le prix de la collaboration ACSA, entre autres. Son travail a été publié et exposé dans le monde entier, notamment à la Biennale internationale d'architecture de Rotterdam ; INDEX : Design pour améliorer la vie à Copenhague ; et le Forum urbain mondial du Programme des Nations Unies pour les établissements humains (ONU-HABITAT) ; la Biennale d'architecture de Venise ; et le Louisiana Museum of Modern Art à Copenhague. </p><p>Chaouni est titulaire d'une maîtrise en architecture avec distinction de la Harvard Graduate School of Design et d'un baccalauréat ès sciences avec distinction en génie civil de l'Université de Columbia.</p>",
        "zach-bio":"<p>Zach Colbert, OAA/MRAIC/AIA est un architecte primé et un praticien agréé dans la province canadienne de l'Ontario et dans les États américains de New York et de l'Arizona. Il est professeur agrégé à l'École d'architecture et d'urbanisme Azrieli de l'Université Carleton et membre de l'Association des architectes de l'Ontario, de l'Institut royal d'architecture du Canada, de l'American Institute of Architects, de l'Ottawa Regional Society of Architects et membre du conseil d'administration de la section d'Ottawa de l'Urban Land Institute. Il était auparavant membre du corps professoral de la Columbia University Graduate School of Architecture, Planning and Preservation (GSAPP) et de la Parsons New School for Design School of Constructed Environments. Son travail a été présenté dans des revues professionnelles et savantes telles que AD, Pidgin, Art Forum, Architect, Canadian Architect et Architectural Record et présenté dans des galeries et des musées à New York, Los Angeles, Dubaï, Santiago du Chili, Rotterdam, Québec Ville, Toronto, Ottawa et Pékin. Avant de pratiquer de manière indépendante, il a travaillé pour SHoP Architects et Bernard Tschumi Architects à New York. </p>",
        "tom-bio":"<p>Tom a obtenu son baccalauréat ès arts en dessin et sculpture de l'Université Brown et sa maîtrise en architecture de l'Université de Yale. Pendant son séjour à Brown, il a reçu le prix Gilbert Stuart du meilleur travail lors de l'exposition annuelle avec jury.</p><p>Les premiers travaux de Tom consistent en des sculptures spécifiques à un site qui explorent le paysage comme métaphore et l'image comme espace. Pendant quatre ans, il a été l'assistant principal de l'artiste Ursula von Rydingsvard, aidant à la construction de plus de 20 œuvres, dont Ogrommna au North Carolina Museum of Art et Katul Katul, une installation permanente de 1% pour les arts au Queens Family Courthouse, NEW YORK. En tant qu'architecte agréé, il a travaillé aux côtés de feu Charles Gwathmey et chez Diller Scofidio + Renfro, développant des propositions de concept précoces avec des stratégies formelles qui intègrent le contexte, la géométrie complexe et la construction matérielle. </p><p>Tom est professeur adjoint de la pratique au Collège d'architecture, d'art et de planification de l'Université Cornell. Il était auparavant copropriétaire de Jacobsson Carruthers, un studio de fabrication de métaux dans le nord-est de Minneapolis.</p>",
        "jennifer-bio":"<p>Jennifer a obtenu son baccalauréat ès arts du Yale College et sa maîtrise en architecture de l'université de Yale, où elle a également reçu la bourse Fermin Ennis Memorial et la bourse Anne C.K. Prix Garland pour la réussite scolaire. Pendant son séjour à Yale, elle a organisé le symposium de deux jours Black Boxes: Enigmas of Space and Race qui s'est tenu à la Yale School of Architecture.</p><p>Jennifer est professeure adjointe au Collège d'architecture, d'art et de planification de l'Université Cornell. Elle était auparavant professeure adjointe à l'Université du Minnesota et enseignante à Juxtaposition Arts, un programme d'autonomisation et d'apprentissage des jeunes dans le nord de Minneapolis.</p><p>Les recherches de Jennifer explorent l'espace conceptuel entre des corps réels faits de chair, d'acier, de béton et de verre , etc, et la reconnaissance de ces corps par l'image. Utilisant la race comme moteur provocateur de son travail, elle s'intéresse aux perceptions superficielles et aux structures qui soutiennent ces lectures. Avant de fonder Dream The Combine, elle a travaillé avec des entreprises aussi diverses que Adjaye Associates, Deborah Berke Partners, Robert A.M. Stern Architects et Cooper Robertson. </p><p>Ses écrits ont été présentés dans Reconstructions: Architecture and Blackness in America, MassContext33: Vigilantism, Metropolis Magazine, Architect Magazine et Africana: The Encyclopedia of African and African-American Experience.</p>",
        "natalia-bio":"<p>Architecte agréé et professeur d'architecture et de justice spatiale à l'Université Carleton. Elle est titulaire d'un doctorat en architecture et d'un master en design de l'Université de Harvard, ainsi que d'un master en architecture de l'Université de Séville. Avant Carleton, Escobar Castrillón a enseigné des cours de deuxième cycle et conseillé des étudiants à la maîtrise à l'Université Harvard, à l'Université de Boston, à l'Université catholique du Chili et à l'Université de São Paulo. Les travaux de recherche et d'enseignement du professeur Escobar Castrillón abordent les questions de justice spatiale, d'équité sociale, d'identité collective, de déplacement et de représentation dans l'environnement bâti. Ses publications dévoilent les complexités des bâtiments et des sites contestés dans le monde entier et discutent du rôle de la conception et de la narration dans le soutien ou le silence des groupes sociaux. Elle a enseigné des cours sur ces sujets en poursuivant des pratiques d'engagement avec les communautés locales.</p><p>Elle a reçu des subventions du ministère espagnol de l'Éducation (TALENTIA), de la Fondation Jorge Paulo Lemann, de la Fondation David Rockefeller, de la Harvard Asia Center, et la São Paulo Academic Research Foundation (FAPESP), entre autres, qui lui permettent de poursuivre des travaux de terrain en Europe, en Amérique latine et en Asie où elle a étudié l'intersection de l'architecture avec les questions de pouvoir, de genre, de race et de classe sociale à travers le travail des architectes Lu Wengyu et Wang Shu, et Lina Bo. Plus récemment, le professeur Escobar a reçu une subvention internationale de recherche de l'Université Carleton pour produire des visualisations de l'oppression et de la résilience des populations migrantes en partenariat avec la Banque interaméricaine de développement. Ce travail a été accepté pour publication dans le prochain livre de Routledge, Critical Companion to Race and Architecture.</p><p>Prof. Escobar Castrillón est également le fondateur de la revue d'architecture Oblique qui a reçu le prix AIA NY Center for Architecture Publications et vise à réviser les pratiques et les discours de conception hégémoniques. Elle a également été éditrice invitée des éditions ARQ et de Materia Arquitectura numéro 11 et a récemment publié ses réflexions sur la notion alternative de modernité de Lina Bo chez N. Escobar,  'Anthropophagic Phenomenology : Encounters at Lina Bo's SESC Pompeia Cultural and Leisure Center', dans The Nouvelle condition urbaine : architecture et ville au XXIe siècle, Eds. Tom Avermaete, Leandro Medrano, Luiz Recamán, New York: Routledge, 2021. </p>",
        "karen-bio":"<p>Professeur adjoint d'architecture paysagère à l'Université du Minnesota et directeur des Great Lakes Design Labs. Ses recherches en design portent sur la façon dont les architectes paysagistes et les concepteurs pourraient mieux concevoir 'avec' des paysages changeants et des entités non humaines. Ce travail comprend le développement de l'approche de conception, les m'éthodes curieuse', et un accent particulier sur les paysages littoraux rapides et les arbres à croissance lente. Le travail de Karen peut être trouvé dans Places Journal, Scenario Journal, LUNCH, MinnLab, ainsi que d'autres et vous pouvez en savoir plus sur ses projets, publications et collaborations en cours sur le site Web Great Lakes Design Labs (www.gldl.org). est titulaire d'un diplôme de premier cycle en 'Environnement et société' de l'Université de Brandeis et d'une maîtrise en architecture de paysage de l'Université de Pennsylvanie.</p>",
        "lisa-bio":"<p>Je réalise des peintures, des maquettes, des bâtiments, des installations et des instruments qui interrogent la façon dont l'architecture construit les environnements à la lumière de la dégradation du climat. Je suis professeur agrégé en architecture à l'Université Carleton et je dirige un cabinet de design, Studio Moffitt. Auparavant, j'étais universitaire titulaire à l'Université d'Édimbourg, où j'ai également obtenu un doctorat en architecture par conception.</p><p>Mon travail prend trois formes principales. Tout d'abord, je prototype des dispositifs d'expérimentation tels que des souffleries, des nappes phréatiques et des réservoirs de remplissage pour les utiliser comme outils de conception spéculative. Deuxièmement, je conçois des projets qui utilisent des principes de design passif légers, concevant des bâtiments et des paysages comme des instruments environnementaux. Troisièmement, je situe les préoccupations contemporaines de conception environnementale dans un contexte historique plus large. J'ai écrit sur l'héritage des souffleries d'Étienne-Jules Marey, le thermohéliodon de Victor et Aladár Olgyay et les expériences de ventilation de David Boswell Reid en relation avec le contrôle climatique des bâtiments, la visualisation des flux et les problèmes de confort thermique d'aujourd'hui.</p><p>Mon travail a été publié dans Dwell Magazine, Architectural Research Quarterly, Architecture and Culture, Landscape Research, Journal of Landscape Architecture et Technology | Architecture + Conception. Mon prochain livre, Architecture's Model Environments (UCL Press, Design Research in Architecture series), explore la capacité des modèles physiques à révéler les préoccupations environnementales architecturales à toutes les échelles, de l'instrument qui fuit, au corps qui ressent, au bâtiment qui sert de médiateur, à l'atmosphère qui plonge. </p>",
        "marc-bio":"<p>Le cabinet de recherche de Marc Swackhamer, HouMinn, est un partenariat avec Blair Satterfield de l'Université de la Colombie-Britannique. Leur travail remet en question les approches largement acceptées de l'agence de design en mettant l'accent sur les partenariats interdisciplinaires, la fabrication non conventionnelle, l'utilisation abusive des matériaux et le rôle de la décomposition dans l'architecture. HouMinn a remporté des prix de design nationaux décernés par Architect Magazine, ID Magazine et Core77. La collaboration de conception interdisciplinaire de Marc, MinnLab, a remporté le C'reative City Challeng' de Minneapolis et un Minnesota American Society of Landscape Architects Deign Award. Avec Blaine Brownell, de l'Université de Caroline du Nord à Charlotte, il a co-écrit le livre Hypernatural: Architecture's New Relationship with Nature. Marc a récemment lancé un laboratoire de recherche en design interdisciplinaire à l'Université du Colorado à Denver appelé LoDo Lab. Il est directeur du département d'architecture et professeur. Il a étudié à l'Université de Cincinnati et à l'Université Rice.</p>",
        "robert-bio": "<p>Robert Jan van Pelt enseigne à l'École d'architecture de l'Université de Waterloo depuis 1987 et a occupé des postes dans de nombreux établissements d'enseignement supérieur en Europe, en Asie et en Amérique du Nord. Il est récipiendaire de nombreuses distinctions académiques, dont le National Jewish Book Award, une bourse Guggenheim et la dignité de  'professeur d'université'. Il a publié treize livres traitant de sujets divers tels que les spéculations cosmiques sur le Temple de Salomon, le relativisme dans l'histoire de l'architecture, l'histoire de l'Holocauste et sa négation, et plus récemment, An Atlas of Jewish Space, qui a accompagné l'ouverture en 2021. d'une nouvelle synagogue sur le site du massacre de Babyn Yar à Kiev. Il est apparu dans le film d'Errol Morris sur le négationniste Fred A. Leuchter, Mr. Death: The Rise and Fall of Fred A. Leuchter Jr (1999) et a servi de témoin expert pour la défense dans la célèbre affaire de diffamation Irving contre Penguin. et Lipstadt (1998-2001). Son travail médico-légal sur les crématoires d'Auschwitz a généré l'installation The Evidence Room, présentée pour la première fois à la Biennale d'architecture de Venise en 2016, en 2017 au Musée royal de l'Ontario à Toronto et en 2019 au Hirshhorn Museum à Washington DC Van Pelt est le conservateur en chef de l'exposition internationale itinérante Auschwitz. Pas loin. Not Long Ago qui a ouvert ses portes à Madrid en 2017, à New York en 2019 et à Kansas City en 2021. Cette exposition, organisée par Musealia en collaboration avec le musée d'État d'Auschwitz-Birkenau et d'autres grands musées de l'Holocauste, comprend plus de 650 artefacts. Il se rendra dans 10 autres villes du monde au cours des sept prochaines années.</p>",
        "susanna-bio":"<p>Susanna Hohmann a 17 ans d'expérience pratique chez Terrazign, gérant tous les aspects de l'exploitation et de la production du studio. Elle se concentre sur la recherche et le développement de matériaux, en se concentrant sur les textiles (tissés et tricots), les produits étroits et les mousses qui répondent aux besoins fonctionnels spécifiques de chaque projet unique. Terrazign est un cabinet de conseil en design spécialisé dans les textiles et l'intégration textile avec des biens durables et d'autres composants structurels. L'entreprise utilise des machines et des matériaux, en particulier des textiles, de manière non conventionnelle pour résoudre des problèmes radicalement divers. Les clients vont de Nike à la NASA et tout le monde entre les deux. L'approche de Terrazign est simple: concevoir par prototype, travailler immédiatement avec de vrais matériaux et itérer pour acquérir des connaissances à partir de tests rapides qui fournissent des informations et révèlent de nouvelles opportunités de conception. Extra de Terrazign, Susanna a contribué à la construction de prototypes architecturaux avec HouMinn Practice, et son travail avec les tissus a été largement exposé, notamment au Weisman Art Museum (Minneapolis), à la Pratt Manhattan Gallery, à la Edge Gallery à Chicago. Le travail de Susanna a été publié dans Architect Magazine et ID Magazine. Elle a également contribué à des études de cas pour le livre d'Helene Renard Felt: The Soft Revolution (2015, Princeton Architectural Press). Avant Terrazign, Susanna était associée de recherche dans un laboratoire axé sur la génétique moléculaire de l'obésité. Elle est également titulaire d'une maîtrise en architecture de la Rice University et d'une licence en sciences biologiques du Smith College.</p>"
    }
}